{
  "Items": [
    {
      "Id": 0,
      "Text": "The moose (North America) or elk (Eurasia), Alces alces is a member of the New World deer subfamily and is the largest and heaviest extant species in the Deer family. Moose are distinguished by the broad, palmate (open-hand shaped) antlers of the males; other members of the deer family have antlers with a dendritic (\"twig-like\") configuration. Moose typically inhabit boreal forests and temperate broadleaf and mixed forests of the Northern Hemisphere in temperate to subarctic climates. Hunting and other human activities have caused a reduction in the size of the moose's range over time. Moose have been reintroduced to some of their former habitats. Currently, most moose are found in Canada, Alaska, New England (with Maine having the most of the lower 48 states), Fennoscandia, Baltic states, and Russia. Their diet consists of both terrestrial and aquatic vegetation. The most common moose predators are the gray wolf along with bears and humans. Unlike most other deer species, moose do not form herds and are solitary animals, aside from calves who remain with their mother until the cow begins estrus (typically at 18 months after birth of the calf), at which point the cow chases away young bulls. Although generally slow-moving and sedentary, moose can become aggressive and move quickly if angered or startled. Their mating season in the autumn features energetic fights between males competing for a female."
    },
    {
      "Id": 1,
      "Text": "Parrots, along with ravens, crows, jays, and magpies, are among the most intelligent birds, and the ability of some species to imitate human voices enhances their popularity as pets. Trapping wild parrots for the pet trade, as well as hunting, habitat loss, and competition from invasive species, has diminished wild populations, with parrots being subjected to more exploitation than any other group of birds. Measures taken to conserve the habitats of some high-profile charismatic species have also protected many of the less charismatic species living in the same ecosystems.\r\n\r\nNumerous challenges are found in studying wild parrots, as they are difficult to catch and once caught, they are difficult to mark. Most wild bird studies rely on banding or wing tagging, but parrots chew off such attachments. Parrots also tend to range widely, and consequently many gaps occur in knowledge of their behaviour. Some parrots have a strong, direct flight. Most species spend much of their time perched or climbing in tree canopies. They often use their bills for climbing by gripping or hooking on branches and other supports. On the ground, parrots often walk with a rolling gait."
    },
    {
      "Id": 2,
      "Text": "Squirrels are members of the family Sciuridae, a family that includes small or medium-size rodents. The squirrel family includes tree squirrels, ground squirrels, chipmunks, marmots (including woodchucks), flying squirrels, and prairie dogs amongst other rodents. Squirrels are indigenous to the Americas, Eurasia, and Africa, and were introduced by humans to Australia. The earliest known squirrels date from the Eocene period and are most closely related to the mountain beaver and to the dormouse among other living rodent families.\r\n\r\nBecause squirrels cannot digest cellulose, they must rely on foods rich in protein, carbohydrates, and fats. In temperate regions, early spring is the hardest time of year for squirrels because the nuts they buried are beginning to sprout (and thus are no longer available to eat), while many of the usual food sources have not yet become available. During these times, squirrels rely heavily on the buds of trees. Squirrels, being primarily herbivores, eat a wide variety of plants, as well as nuts, seeds, conifer cones, fruits, fungi, and green vegetation. Some squirrels, however, also consume meat, especially when faced with hunger. Squirrels have been known to eat small birds, young snakes, and smaller rodents, as well as bird eggs and insects. Indeed, some tropical squirrel species have shifted almost entirely to a diet of insects."
    },
    {
      "Id": 3,
      "Text": "The giraffe is a genus of African even-toed ungulate mammals, the tallest living terrestrial animals and the largest ruminants. Taxonomic classifications of one to eight extant giraffe species have been described, based upon research into the mitochondrial and nuclear DNA, as well as morphological measurements of Giraffa, but the International Union for Conservation of Nature currently recognises only one species, Giraffa camelopardalis, the type species, with nine subspecies. Seven other species are extinct, prehistoric species known from fossils.\r\n\r\nThe giraffe's chief distinguishing characteristics are its extremely long neck and legs, its horn-like ossicones, and its distinctive coat patterns. It is classified under the family Giraffidae, along with its closest extant relative, the okapi. Its scattered range extends from Chad in the north to South Africa in the south, and from Niger in the west to Somalia in the east. Giraffes usually inhabit savannahs and woodlands. Their food source is leaves, fruits and flowers of woody plants, primarily acacia species, which they browse at heights most other herbivores cannot reach. They may be preyed on by lions, leopards, spotted hyenas and African wild dogs. Giraffes live in herds of related females and their offspring, or bachelor herds of unrelated adult males, but are gregarious and may gather in large aggregations. Males establish social hierarchies through \"necking\", which are combat bouts where the neck is used as a weapon. Dominant males gain mating access to females, which bear the sole responsibility for raising the young."
    },
    {
      "Id": 4,
      "Text": "The quokka, the only member of the genus Setonix, is a small macropod about the size of a domestic cat. Like other marsupials in the macropod family (such as kangaroos and wallabies), the quokka is herbivorous and mainly nocturnal. Quokkas are found on some smaller islands off the coast of Western Australia, particularly Rottnest Island, just off Perth, and also Bald Island near Albany, and in isolated scattered populations in forest and coastal heath between Perth and Albany. A small colony exists at the eastern limit of their range in a protected area of Two Peoples Bay Nature Reserve, where they co-exist with the critically endangered Gilbert's potoroo.|The quokka has little fear of humans, and it is common for quokkas to approach people closely, particularly on Rottnest Island where there is a prevalent population of them. It is, however, illegal for members of the public to handle the animals in any way, and feeding, particularly of \"human food\", is especially discouraged as they can easily get sick. An infringement notice carrying a A$300 fine can be issued by the Rottnest Island Authority for such an offence. \r\nThe maximum penalty for animal cruelty is a $50,000 fine and a five-year prison sentence. Quokkas can also be observed at several zoos and wildlife parks around Australia; some examples include Perth Zoo, Sydney's Taronga Zoo and Wildlife Sydney Zoo, and Adelaide Zoo. Physical interaction is generally not permitted without explicit permission from supervising staff"
    }

  ]
}